import { AdInfoDTO } from 'src/dto/ad-info.dto';
import { BloodType, Gender, RelationType } from 'src/models/ad';

export const ads: AdInfoDTO[] = [
  {
    title: 'ვერძი',
    description:
      'უფროსებთან იკამათებთ. სახლში ბევრი გადაუდებელი საქმე გამოგიჩნდებათ. გაისტუმრეთ კრედიტები, თქვენი ფინანსური კეთილდღეობა მალე გამოსწორდება. ნუ იქნებით უმადური.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
    gender: Gender.FEMALE,
    city: 'თბილისი',
    relationType: RelationType.MOTHER,
    bloodType: BloodType.A,
  },
  {
    title: 'კურო',
    description:
      'დღეს შეგიძლიათ საქმეში წარმატების იმედი გქონდეთ. თუ მანქანას მართავთ, ფრთხილად იყავით გზაზე. შეიძლება თქვენში მოულოდნელი ინტერესი გამოიწვიოს რელიგიამ. ძველი გრძნობების განახლების შანსი არსებობს.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
    gender: Gender.MALE,
    city: 'თბილისი',
    relationType: RelationType.FATHER,
    bloodType: BloodType.B,
  },
  {
    title: 'ტყუპები',
    description:
      'დღევანდელი დღე სითამამეს შეგმატებთ გადაწყვეტილებების მიღებაში. შეძლებისდაგვარად შეეცადეთ გადადოთ სამსახურებრივი მივლინება. სასიხარულო და სასარგებლო იქნება ნათესავებთან და მეგობრებთან ურთიერთობა. ყველაფერს გულთან ახლოს ნუ მიიტანთ.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
    gender: Gender.FEMALE,
    city: 'ქუთაისი',
    relationType: RelationType.MOTHER,
  },
  {
    title: 'კირჩხიბი',
    description:
      'დღევანდელი დღე ცოლ-ქმრულ ურთიერთობას უფრო ჰარმონიულს გახდის. სასიყვარულო პაემანი გადადეთ - ეს კარგს არაფერს მოგიტანთ. მატერიალური შეფერხებები გელით. შესაძლოა გავლენიან ადამიანებთან შეხვედრა.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'ლომი',
    description:
      'დღევანდელი საღამო ცოლ-ქმრულ ურთიერთობას უფრო ჰარმონიულს გახდის. შეეცადეთ თავი აარიდოთ საყვარელ ადამიანთან კამათს. ელექტროენერგიის მიწოდების პრობლმების წინაშე დადგებით. ასევე გექნებათ საყოფაცხოვრებო პრობლემები.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'ქალწული',
    description:
      'საქმიანობაში მოსალოდნელია სერიოზული ცვლილებები. უნდა იყოთ განსაკუთრებით ყურადღებიანი, რადგან ელემენტარულმა შეცდომამ შეიძლება დიდი ზიანი მოგაყენოთ. ნუ დააჩქარებთ მოვლენებს - დღეს არ არის კარდინალური ცვლილებებისთვის შესაფერისი მომენტი. პლანეტების გავლენა ნეიტრალურია. ყურადღება დაუთმეთ ჯანმრთელობას და საყოფაცხოვრებო საქმეებს.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'სასწორი',
    description:
      'დღევანდელი დღე მეტწილად ხანმოკლე კეთილდღეობის მომტანია, რაც საბოლოოდ ხანგრძლივი იმედგაცრუებით იცვლება, განსაკუთრებით სიყვარულში. სიზმრები თითქმის ყოველთვის სრულდება.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'მორიელი',
    description:
      'დღეს იგრძნობთ ემოციური ძალების მოზღვავებას, თუმცა გონივრულობის დაკარგვა არ ღირს. შეიძლება ცოტა განერვიულდეთ იმის გამო, რომ თქვენი შვილი სახლში გვიან მოვა. თამამად წამოწიეთ თქვენი ინიციატივა კოლეგებისა და ხელმძღვანელების წინაშე განსახილველად. საღამოს შეეცადეთ კარგად დაისვენოთ, ძილის წინ მიიღეთ თბილი აბაზანა, რაც დაგეხმარებათ დაძაბულობის მოხსნაში.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'მშვილდოსანი',
    description:
      'დღეს ემოციური ძალების სიძლიერეს შეიგრძნობთ, თუმცა ნუ დაკარგავთ გონიერებას. საყვარელ ადამიანთან შეხვედრა იქნება ძალიან ვნებიანი. არასასურველი დღეა ბიზნეს-აქტივობისთვის, სიჯიუტისა და მიზნების მიღწევისთვის. შესაძლოა ახალი რომანტიკული კავშირი.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'თხის რქა',
    description:
      'საპირისპირო სქესთან ურთიერთობისას იშვიათი წარმატებით ისარგებლებთ. შეიძლება რეალურად მიიღოთ ფული, თან რამდენიმე ადგილიდან. შესაფერისი მომენტია ექიმთან ვიზიტისა და რეცეპტის მიღებისთვის. ნუ გადააჭარბებთ წამლის დოზას. სასარგებლოა ვალუტის შეძენა.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'მერწყული',
    description:
      'დღეს უფროსებთან იკამათებთ. სიზარმაცე და უყურადღებობა თქვენი მიღწევების წყალში ჩაყრის მიზეზი გახდება. მიენდეთ ფანტაზიას და არ ინანებთ. შეიძლება მიიღოთ პრემია.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'თევზები',
    description:
      'დღეს შეგიძლიათ საქმეების წარმატების იმედი გქონდეთ. შედარებით ნაყოფიერი იქნება დღის პირველი ნახევარი, ამიტომ სადაო საკითხები სჯობს სადილობამდე მოაგვაროთ. თუ ჯერ არ დაქორწინებულხართ, დროა იფიქროთ ამაზე. კარგად წაუვათ საქმე კომერსანტებს.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
];
