import { AdInfoDTO } from 'src/dto/ad-info.dto';
import { BloodType, Gender, RelationType } from 'src/models/ad';

export const ads: AdInfoDTO[] = [
  {
    userID: 2,
    title: 'დაიკარგა ბავშვი, დღეს 9-ის ნახევარზე გავიდა სახლიდან',
    description: `დაიკარგა ბავშვი, დღეს 9-ის ნახევარზე გავიდა სახლიდან. თბილისის მე-4 საჯარო სკოლის მოსწავლეს,  12 წლის ელენე გ.-ს ეძებენ.  
       გთხოვთ გაავრცელოთ!  გოგონა დილიდან გავიდა  სახლიდან და სკოლაში არ მისულა, ამის შესახებ კი შუა დღეს შეიტყვეს. გოგონა მეშვიდეკლასელია და ბიჭურად აქვს თმა შეჭრილი.
      შსს-მ დაადასტურა გოგონას დაკარგვის ამბავი და აქტიურად ჩართულია ძებნის პროცესში.`,
    imageUrl:
      'https://www.mshoblebi.ge/images/stories/2018/geitsebi/4538600014849816216364613002363082581213184n.jpg',
    gender: Gender.FEMALE,
    city: 'თბილისი',
    relationType: RelationType.DAUGHTER,
    bloodType: BloodType.A,
    age: 12,
  },
  {
    userID: 4,
    title: 'ნიკოლოზ რაზიკაშვილს ეძებენ',
    description: `თე­ლავ­ში 22 წლის ნი­კო­ლოზ რა­ზი­კაშ­ვილს ეძე­ბენ.
    ნი­კო­ლო­ზი სახ­ლი­დან 3 მა­ი­სის სა­ღა­მოს ექ­ვსი სა­ა­თის­თვის გა­ვი­და და უკვე 6 დღეა მის შე­სა­ხებ არა­ფე­რი სმე­ნი­ათ.
    "ჩემი ძმა ხე­ლო­ვა­ნია, ხა­ტავს და ლექ­სებს წერს. ბუ­ნე­ბით ძა­ლი­ან თა­ვი­სუ­ფა­ლი და ცოტა თა­ვი­სე­ბუ­რიც არის. ორ­შა­ბათს, 3 მა­ისს, სახ­ლი­დან ისე გა­ვი­და, რომ არა­ფე­რი და­უ­ბა­რე­ბია. 
    ეცვა ნაც­რის­ფე­რი ბო­ტა­სე­ბი, ღია ფე­რის ჯინ­სი და თხე­ლი შავი ქურ­თუ­კი. პი­რა­დო­ბის მოწ­მო­ბა და მო­ბი­ლუ­რი ტე­ლე­ფო­ნი სახ­ლში და­ტო­ვა. 
    ად­რეც იყო გა­უ­ჩი­ნა­რე­ბუ­ლი, მაგ­რამ მხო­ლოდ 2 დღით აქვე, ტყე­ში წა­სუ­ლა. დიდი ზურგჩან­გი­თა და საკ­ვე­ბით. ტყე­ში გა­უ­თე­ნე­ბია ღამე. 
    რომ ჩა­მო­ვი­და თვი­თონ გვი­თხრა, სა­დაც იყო".`,
    imageUrl:
      'https://cdn.ambebi.ge/media/__thumbs__/images/2021/05-09/gauchinarebuli_bichi255-42077.webp',
    gender: Gender.MALE,
    city: 'თელავი',
    relationType: RelationType.BROTHER,
    bloodType: BloodType.B,
    age: 22,
  },
  {
    userID: 5,
    title: 'ჟანა ჭაფანძეს ეძებენ',
    description: `მისი კვა­ლი დღეს დი­ლით, 6 სა­ათ­ზე და­ი­კარ­გა. ის ძველ თბი­ლის­ში მდე­ბა­რე ერთ-ერთ კლუბ­ში, "ფე­ნიქ­სი" მე­გო­ბარ გო­გო­ნას­თან ერ­თად იმ­ყო­ფე­ბო­და. 
    მე­გობ­რე­ბი გამ­თე­ნი­ი­სას კლუ­ბი­დან ერ­თად გა­მო­ვიდ­ნენ, თა­ვი­სუფ­ლე­ბის მო­ე­დან­ზე ერ­თმა­ნეთს და­შორ­დნენ და ჟანა ჭა­ფან­ძე ლე­სე­ლი­ძის ქუ­ჩის­კენ გა­ე­მარ­თა. 
    თუმ­ცა მას შემ­დეგ, მისი კვა­ლი ქრე­ბა. და­კარ­გულს ლურ­ჯი ფე­რის კარ­დი­გა­ნი ეცვა და თან ჰქონ­და ვერ­ცხლის­ფე­რი ზურგჩან­თა.
    ჟანა ჭა­ფან­ძემ ოჯა­ხის წევ­რებს facebook-ზე გა­მო­სამ­შვი­დო­ბე­ბე­ლი წე­რი­ლი მის­წე­რა. ეჭვი თვით­მკვლე­ლო­ბა­ზე გაქვთ, თუმ­ცა ჟა­ნას ისე­თი პრობ­ლე­მე­ბი არ ჰქო­ნია, რაც სუ­ი­ცი­დის მო­ტი­ვი შე­იძ­ლე­ბა გამ­ხდა­რი­ყო.
    ჟანა ჭა­ფან­ძის და­კარ­გვას­თან და­კავ­ში­რე­ბით პო­ლი­ცი­ა­საც მი­ვმარ­თეთ. და­კარ­გუ­ლის სამ­ძებ­რო ღო­ნის­ძი­ე­ბე­ბი აქ­ტი­უ­რად მიმ­დი­ნა­რე­ობს, თუმ­ცა ჯერ­ჯე­რო­ბით გო­გო­ნას კვალ­ზე ვერ გა­ვიდ­ნენ.`,
    imageUrl:
      'https://cdn.ambebi.ge/media/__thumbs__/images/2019/12-08/79737218_3258794640858527_7954063086099365888_n-73365.webp',
    gender: Gender.FEMALE,
    city: 'თბილისი',
    relationType: RelationType.DAUGHTER,
    bloodType: BloodType.AB,
    age: 24,
  },
  {
    userID: 1,
    title: 'ბაკურიანში 91 წლის მოხუცს მეხუთე დღეა ეძებენ',
    description: `ბა­კუ­რი­ან­ში მცხოვ­რე­ბი კოპ­ტო­ნაშ­ვი­ლე­ბის ოჯა­ხი მე­ხუ­თე დღეა და­კარ­გულ მარ­გა­ლი­ტა კოპ­ტო­ნაშ­ვილს ეძებს. მო­ხუ­ცი ქალი 91 წლი­საა. 
      რო­გორც მისი ოჯა­ხის წევ­რე­ბი ამ­ბო­ბენ, ის 7 მა­ისს სახ­ლი­დან გა­ვი­და და აღარ დაბ­რუ­ნე­ბუ­ლა. მო­ხუ­ცი ხელ­ჯო­ხით გა­და­ად­გილ­დე­ბა და საღ გო­ნე­ბა­ზეა.
      თუ მო­გე­პო­ვე­ბათ ინ­ფორ­მა­ცია და­კარ­გუ­ლი მარ­გა­ლი­ტა კოპ­ტო­ნაშ­ვი­ლის შე­სა­ხებ, და­უ­კავ­შირ­დით ოჯახს: 577 73 00 75`,
    imageUrl:
      'https://cdn.ambebi.ge/media/images/2018/sazogadoeba/moxucidaikarga_2018-05-12_9dCLCh0x75uaC.jpg',
    gender: Gender.FEMALE,
    city: 'ბაკურიანი',
    relationType: RelationType.MOTHER,
    age: 91,
  },
  {
    userID: 1,
    title: '17 წლის და­რე­ჯან დ.-ს ეძებენ',
    description: `ბა­თუმ­თან ახ­ლოს მდე­ბა­რე სო­ფელ ახალ­შენ­ში მცხოვ­რე­ბი 17 წლის და­რე­ჯან დ. და­ი­კარ­გა. ოჯა­ხის წევ­რე­ბი და ნა­თე­სა­ვე­ბი გო­გო­ნას გუ­შინ დი­ლის 10:00 სა­ა­თი­დან ვერ უკავ­შირ­დე­ბი­ან. რო­გორც გო­გო­ნას დე­ი­დაშ­ვილ­მა მაია შა­რა­ში­ძემ "ინ­ტერპრეს­ნი­უსს" გა­ნუ­ცხა­და, და­რე­ჯან დი­ა­სა­მი­ძე მე­ზო­ბელ სო­ფელ­ში ბი­ცო­ლას­თან იმ­ყო­ფე­ბო­და, იქი­დან წა­მოს­ვლის შემ­დეგ კი სახ­ლში არ დაბ­რუ­ნე­ბუ­ლა.
     "მთე­ლი სა­ნა­თე­საო ვე­ძებთ. გუ­შინ, დი­ლის 10:00 სა­ა­თი­დან აღარ გა­მო­ჩე­ნი­ლა ბავ­შვი. ბი­ცო­ლას­თან იმ­ყო­ფე­ბო­და სო­ფელ ქვე­და სა­მე­ბა­ში სტუმ­რად. უნდა ასუ­ლი­ყო სახ­ლში ახალ­შენ­ში, მაგ­რამ არც სახ­ლში მი­სუ­ლა და ტე­ლე­ფო­ნიც გა­თი­შუ­ლი აქვს. არა­ვი­თა­რი პრობ­ლე­მა არც ფსი­ქო­ლო­გი­უ­რი, არც ოჯა­ხუ­რი არ ჰქო­ნია", - აღ­ნიშ­ნა მაია შა­რა­ში­ძემ.
     მი­სი­ვე თქმით, ტე­ლე­ფო­ნის ნომ­რის მეშ­ვე­ო­ბით მტკიც­დე­ბა, რომ გო­გო­ნა გუ­შინ 15:00 სა­ა­თის­თვის ბა­თუმ­ში ერთ-ერთ ქუ­ჩა­ზე იმ­ყო­ფე­ბო­და.
     "მი­ვა­კი­თხეთ მის შეყ­ვა­რე­ბულს სამ­სა­ხურ­ში, ისიც გა­გი­ჟე­ბუ­ლია, თვი­თო­ნაც ვერ უკავ­შირ­დე­ბო­და. რა ხდე­ბა და რა­შია საქ­მე, არ ვი­ცით, ვი­თხოვთ დახ­მა­რე­ბას", - აღ­ნიშ­ნა მაია შა­რა­ში­ძემ.`,
    imageUrl:
      'https://cdn.ambebi.ge/media/images/new_photo/sazogadoeba/xalxiaxali/darejan-diasamidze-dakarguli-batumshi.jpg',
    gender: Gender.FEMALE,
    city: 'ბათუმი',
    relationType: RelationType.DAUGHTER,
    age: 17,
  },
  {
    userID: 2,
    title: 'ბათუმში ქრის­ტი­ნა ძნე­ლა­ძეს ეძებენ',
    description: `18 წლის ქრის­ტი­ნა ძნე­ლა­ძე 8 თე­ბერ­ვალს სახ­ლი­დან გა­ვი­და და ამ დრომ­დე არ დაბ­რუ­ნე­ბუ­ლა.ქრის­ტი­ნა ბო­ლოს კა­მე­რებ­მა ქო­ბუ­ლეთ­ში, სად­გუ­რის მიმ­დე­ბა­რე ტე­რი­ტო­რი­ა­ზე და­ა­ფიქ­სი­რეს, ამის შემ­დეგ კი მისი კვა­ლი იკარ­გე­ბა.
      "ბა­თუმ­ში პლა­ზის მიმ­დე­ბა­რე ტე­რი­ტო­რი­ა­ზე გან­თავ­სე­ბულ­მა ვი­დე­ო­კა­მე­რებ­მა და­ა­ფიქ­სი­რეს, რომ იგი ტაქ­სი­ში დაჯ­და და ქო­ბუ­ლე­თის მი­მარ­თუ­ლე­ბით იმ­გზავ­რა. ქო­ბუ­ლეთ­ში სად­გურ­ში ჩა­მო­ვი­და, სა­დაც ასე­ვე კა­მე­რებ­მა და­ა­ფიქ­სი­რეს, თუმ­ცა ამის შემ­დეგ მისი კვა­ლი იკარ­გე­ბა.
      სა­მარ­თალ­დამ­ცა­ვე­ბი მას 19:00 სა­ა­თის შემ­დეგ ეძე­ბენ. ქრის­ტი­ნა გა­თხო­ვი­ლია და ერთი წლის ბავ­შვი ჰყავს. ოჯახ­ში კონ­ფლიქ­ტი არა­ვის­თან ჰქო­ნია. ამ წუ­თებ­ში მა­მი­და და ბი­ძა­ჩე­მი გა­მომ­ძი­ე­ბელ­თან იმ­ყო­ფე­ბი­ან. არ ვიცი, შე­საძ­ლე­ბე­ლია ვი­ღა­ცამ გა­ი­ტა­ცა და ვე­ლო­დე­ბით ზარს. სა­მარ­თალ­დამ­ცა­ვე­ბი ჯერ­ჯე­რო­ბით ვე­რა­ფერს გვე­უბ­ნე­ბი­ან. გუ­შინ ჩემი და 15:00 სა­ათ­ზე ქმარ­მა სახ­ლი­დან გა­მო­ა­ცი­ლა, ქა­ლაქ­ში რა­ღაც უნდა შე­ე­ძი­ნა. 
      მე, პი­რა­დად, გო­ნი­ო­ში ვცხოვ­რობ, ჩემი და კი ხელ­ვა­ჩა­ურ­ში, სო­ფელ ახალ­შენ­ში იყო გა­თხო­ვი­ლი", - აცხა­დებს უჩა ძნე­ლა­ძე.
      ში­ნა­გან საქ­მე­თა სა­მი­ნის­ტროს ინ­ფორ­მა­ცი­ით, მომ­ხდარ­თან და­კავ­ში­რე­ბით სამ­ძებ­რო სა­მუ­შა­ო­ე­ბი მიმ­დი­ნა­რე­ობს.`,
    imageUrl:
      'https://cdn.ambebi.ge/media/images/new_photo/axali_photos2/society/batumi-dakarguli.jpg',
    gender: Gender.FEMALE,
    city: 'ბათუმი',
    relationType: RelationType.MOTHER,
    age: 18,
  },
  {
    userID: 2,
    title: 'და­რე­ჯან დი­ა­სა­მი­ძეს უშედეგოდ ეძებენ',
    description: `ბა­თუმ­თან ახ­ლოს, ახალ­შენ­ში მცხოვ­რებ 17 წლის და­რე­ჯან დი­ა­სა­მი­ძეს ნა­თე­სა­ვე­ბი უკვე მე­სა­მე დღეა, უშე­დე­გოდ ეძე­ბენ. და­რე­ჯან დი­ა­სა­მი­ძე 7 აგ­ვის­ტოს დი­ლით 10:00 სა­ათ­ზე სო­ფელ ქვე­და სა­მე­ბა­ში ბი­ცო­ლას სახ­ლი­დან გა­ვი­და და მას შემ­დეგ გა­უ­ჩი­ნარ­და. ოჯა­ხის წევ­რებ­მა და ახ­ლობ­ლებ­მა და­რე­ჯან დი­ა­სა­მი­ძის ფო­ტო­ე­ბი და სა­კონ­ტაქ­ტო ინ­ფორ­მა­ცია ბა­თუ­მის ცენ­ტრა­ლურ ქუ­ჩებ­ზე, ჯი­ხუ­რებ­სა და ავ­ტო­ბუ­სის გა­ჩე­რე­ბებ­ზე გა­მო­აკ­რეს.
    რო­გორც და­რე­ჯან დი­ა­სა­მი­ძის ბი­ცო­ლა ირი­ნა ბურ­ჯა­ნა­ძე აღ­ნიშ­ნავს, მო­ზარ­დის შე­სა­ხებ არა­ვი­თა­რი ინ­ფორ­მა­ცია ოჯახს ამ დრომ­დე არ აქვს.
    "მე­სა­მე დღეა, რაც ბავ­შვი გა­უ­ჩი­ნა­რე­ბუ­ლია. რა­ი­მე სა­ხის სა­ი­მე­დო ინ­ფორ­მა­ცია არ გვაქვს. დღეს ამ ტე­რი­ტო­რი­ა­ზე კი­დევ ერთხელ მო­ვე­დით, გა­მო­ვი­ა­რეთ გზა, რო­მე­ლიც ბავ­შვმაც გა­ი­ა­რა და არა­ვი­თა­რი კვა­ლი არ არის. სა­მარ­თალ­დამ­ცვე­ლე­ბიც ეძე­ბენ. ქა­ლაქ­ში ფო­ტო­ე­ბი გა­მო­ვა­კა­რით, სა­კონ­ტაქ­ტო ინ­ფორ­მა­ცია მი­ვუ­თი­თეთ და იმე­დი გვაქვს დაგ­ვი­რე­კა­ვენ. შეყ­ვა­რე­ბუ­ლი ჰყავ­და, რო­მე­ლიც ჩვენ­თან ერ­თად ეძებს", - აღ­ნიშ­ნა ირი­ნა ბურ­ჯა­ნა­ძემ.
    და­კარ­გუ­ლი გო­გო­ნას მე­ზო­ბე­ლია სა­ქარ­თვე­ლოს პარ­ლა­მენ­ტის ვიცე-სპი­კე­რი მურ­მან დუმ­ბა­ძე. დე­პუ­ტატ­მა, სო­ფელ ქვე­და სა­მე­ბის გზა­ზე სწო­რედ იმ დროს ჩა­ი­ა­რა, რო­დე­საც გო­გო­ნას ახ­ლობ­ლე­ბი იყ­ვნენ შეკ­რე­ბი­ლი.
    რო­გორც ვიცე-სპი­კერ­მა "ინ­ტერპრეს­ნი­უსს" გა­ნუ­ცხა­და, და­რე­ჯან დი­ა­სა­მი­ძის სა­კი­თხთან და­კავ­ში­რე­ბით ში­ნა­გან საქ­მე­თა მი­ნის­ტრიც ინ­ფორ­მი­რე­ბუ­ლია.
    "ირაკ­ლი ღა­რი­ბაშ­ვილ­თან მის­ვლამ­დე ყვე­ლას ვე­ლა­პა­რა­კე. მე მა­ინც მგო­ნია, რომ ახალ­გაზ­რდუ­ლი მო­მენ­ტი უფრო არის. ჩვენ ხომ შვი­ლებს ღიად არ ვზრდით, ჩვენ ჩა­კე­ტილ წრე­ში ვზრდით და ეს არის პრობ­ლე­მა. ღმერ­თის ნე­ბით, ყვე­ლა­ფე­რი კარ­გად იქ­ნე­ბა", - აღ­ნიშ­ნა მურ­მან დუმ­ბა­ძემ.
    და­რე­ჯან დი­ა­სა­მი­ძე მე-12 კლა­სის მოს­წავ­ლეა. გო­გო­ნას ტე­ლე­ფო­ნი 7 აგ­ვის­ტოს, 10:00 სა­ათ­ზე გა­ი­თი­შა, თუმ­ცა იმა­ვე დღეს 15:10 სა­ათ­ზე მხო­ლოდ ერთხელ ჩა­ირ­თო და ტექ­სტუ­რი შე­ტყო­ბი­ნე­ბა მე­გო­ბარ­თან გა­აგ­ზავ­ნა, თუმ­ცა ამ მოკ­ლე ტექ­სტუ­რი შე­ტყო­ბი­ნე­ბის ში­ნა­არ­სი გახ­მა­უ­რე­ბუ­ლი არ არის.
    რო­გორც ახ­ლობ­ლე­ბი ამ­ბო­ბენ, პო­ლი­ცი­ამ და­კი­თხა ის ადა­მი­ა­ნი, თუმ­ცა ჯერ­ჯე­რო­ბით არა­ვი­თა­რი კვა­ლი არ არის.
    და­რე­ჯან დი­ა­სა­მი­ძის დედა წლე­ბის გან­მავ­ლო­ბა­ში თურ­ქეთ­ში მუ­შა­ობს. რო­გორც ოჯა­ხის ახ­ლობ­ლე­ბი აღ­ნიშ­ნა­ვენ, დე­დამ გა­ი­გო გო­გო­ნას და­კარ­გვის შე­სა­ხებ და სა­ქარ­თვე­ლო­ში დღეს ბრუნ­დე­ბა.`,
    imageUrl:
      'https://cdn.ambebi.ge/media/images/new_photo/sazogadoeba/xalxiaxali/darejan-diasamidzee.jpg',
    gender: Gender.FEMALE,
    city: 'ბათუმი',
    relationType: RelationType.MOTHER,
    age: 18,
  },
];
