import { BlogInfoDTO } from 'src/dto/blog-info.dto';

export const blogs: BlogInfoDTO[] = [
  {
    title:
      'ლაგოდეხში მცხოვრები 14 წლის ბავშვი, რომელსაც ოთხი დღეა ეძებდნენ, სახლში დაბრუნდა',
    description: `ლა­გო­დეხ­ში მცხოვ­რე­ბი 14 წლის მო­ზარ­დი, რო­მელ­საც ოთხი დღეა ეძებ­დნენ, სახ­ლში დაბ­რუნ­და. გელა ჯი­ბღაშ­ვი­ლი სა­მარ­შუ­ტო ტაქ­სით სო­ფელ თა­მა­რი­ან­ში, სახ­ლში თა­ვად დაბ­რუნ­და.
      რო­გორც მო­ზარ­დმა ოჯა­ხის წევ­რებს უამ­ბო, თბი­ლის­ში იმ­ყო­ფე­ბო­და, გზა აე­რია და სახ­ლში დაბ­რუ­ნე­ბას ვერ ახერ­ხებ­და.
      მო­ზარ­დის და­კარ­გვის შე­სა­ხებ ში­ნა­გან საქ­მე­თა სა­მი­ნის­ტროს და­კარ­გუ­ლის დე­დამ აც­ნო­ბა, რის შემ­დე­გაც ფაქ­ტზე გა­მო­ძი­ე­ბა სის­ხლის სა­მარ­თლის კო­დექ­სის 143-ე, თა­ვი­სუფ­ლე­ბის უკა­ნო­ნო აღ­კვე­თის მუხ­ლით მიმ­დი­ნა­რე­ობ­და.`,
    imageUrl:
      'https://cdn.ambebi.ge/media/__thumbs__/images/2021/04-04/patruli-81835.webp',
  },
  {
    title: 'კურო',
    description:
      'დღეს შეგიძლიათ საქმეში წარმატების იმედი გქონდეთ. თუ მანქანას მართავთ, ფრთხილად იყავით გზაზე. შეიძლება თქვენში მოულოდნელი ინტერესი გამოიწვიოს რელიგიამ. ძველი გრძნობების განახლების შანსი არსებობს.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'ტყუპები',
    description:
      'დღევანდელი დღე სითამამეს შეგმატებთ გადაწყვეტილებების მიღებაში. შეძლებისდაგვარად შეეცადეთ გადადოთ სამსახურებრივი მივლინება. სასიხარულო და სასარგებლო იქნება ნათესავებთან და მეგობრებთან ურთიერთობა. ყველაფერს გულთან ახლოს ნუ მიიტანთ.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'კირჩხიბი',
    description:
      'დღევანდელი დღე ცოლ-ქმრულ ურთიერთობას უფრო ჰარმონიულს გახდის. სასიყვარულო პაემანი გადადეთ - ეს კარგს არაფერს მოგიტანთ. მატერიალური შეფერხებები გელით. შესაძლოა გავლენიან ადამიანებთან შეხვედრა.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'ლომი',
    description:
      'დღევანდელი საღამო ცოლ-ქმრულ ურთიერთობას უფრო ჰარმონიულს გახდის. შეეცადეთ თავი აარიდოთ საყვარელ ადამიანთან კამათს. ელექტროენერგიის მიწოდების პრობლმების წინაშე დადგებით. ასევე გექნებათ საყოფაცხოვრებო პრობლემები.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'ქალწული',
    description:
      'საქმიანობაში მოსალოდნელია სერიოზული ცვლილებები. უნდა იყოთ განსაკუთრებით ყურადღებიანი, რადგან ელემენტარულმა შეცდომამ შეიძლება დიდი ზიანი მოგაყენოთ. ნუ დააჩქარებთ მოვლენებს - დღეს არ არის კარდინალური ცვლილებებისთვის შესაფერისი მომენტი. პლანეტების გავლენა ნეიტრალურია. ყურადღება დაუთმეთ ჯანმრთელობას და საყოფაცხოვრებო საქმეებს.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'სასწორი',
    description:
      'დღევანდელი დღე მეტწილად ხანმოკლე კეთილდღეობის მომტანია, რაც საბოლოოდ ხანგრძლივი იმედგაცრუებით იცვლება, განსაკუთრებით სიყვარულში. სიზმრები თითქმის ყოველთვის სრულდება.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'მორიელი',
    description:
      'დღეს იგრძნობთ ემოციური ძალების მოზღვავებას, თუმცა გონივრულობის დაკარგვა არ ღირს. შეიძლება ცოტა განერვიულდეთ იმის გამო, რომ თქვენი შვილი სახლში გვიან მოვა. თამამად წამოწიეთ თქვენი ინიციატივა კოლეგებისა და ხელმძღვანელების წინაშე განსახილველად. საღამოს შეეცადეთ კარგად დაისვენოთ, ძილის წინ მიიღეთ თბილი აბაზანა, რაც დაგეხმარებათ დაძაბულობის მოხსნაში.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'მშვილდოსანი',
    description:
      'დღეს ემოციური ძალების სიძლიერეს შეიგრძნობთ, თუმცა ნუ დაკარგავთ გონიერებას. საყვარელ ადამიანთან შეხვედრა იქნება ძალიან ვნებიანი. არასასურველი დღეა ბიზნეს-აქტივობისთვის, სიჯიუტისა და მიზნების მიღწევისთვის. შესაძლოა ახალი რომანტიკული კავშირი.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'თხის რქა',
    description:
      'საპირისპირო სქესთან ურთიერთობისას იშვიათი წარმატებით ისარგებლებთ. შეიძლება რეალურად მიიღოთ ფული, თან რამდენიმე ადგილიდან. შესაფერისი მომენტია ექიმთან ვიზიტისა და რეცეპტის მიღებისთვის. ნუ გადააჭარბებთ წამლის დოზას. სასარგებლოა ვალუტის შეძენა.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'მერწყული',
    description:
      'დღეს უფროსებთან იკამათებთ. სიზარმაცე და უყურადღებობა თქვენი მიღწევების წყალში ჩაყრის მიზეზი გახდება. მიენდეთ ფანტაზიას და არ ინანებთ. შეიძლება მიიღოთ პრემია.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
  {
    title: 'თევზები',
    description:
      'დღეს შეგიძლიათ საქმეების წარმატების იმედი გქონდეთ. შედარებით ნაყოფიერი იქნება დღის პირველი ნახევარი, ამიტომ სადაო საკითხები სჯობს სადილობამდე მოაგვაროთ. თუ ჯერ არ დაქორწინებულხართ, დროა იფიქროთ ამაზე. კარგად წაუვათ საქმე კომერსანტებს.',
    imageUrl:
      'https://server6.intermedia.ge/article_images/small/201603/2016033020250110302.jpg',
  },
];
