import { BlogInfoDTO } from 'src/dto/blog-info.dto';

export const blogs: BlogInfoDTO[] = [
  {
    title:
      'ლაგოდეხში მცხოვრები 14 წლის ბავშვი, რომელსაც ოთხი დღეა ეძებდნენ, სახლში დაბრუნდა',
    description: `ლა­გო­დეხ­ში მცხოვ­რე­ბი 14 წლის მო­ზარ­დი, რო­მელ­საც ოთხი დღეა ეძებ­დნენ, სახ­ლში დაბ­რუნ­და. გელა ჯი­ბღაშ­ვი­ლი სა­მარ­შუ­ტო ტაქ­სით სო­ფელ თა­მა­რი­ან­ში, სახ­ლში თა­ვად დაბ­რუნ­და.
      რო­გორც მო­ზარ­დმა ოჯა­ხის წევ­რებს უამ­ბო, თბი­ლის­ში იმ­ყო­ფე­ბო­და, გზა აე­რია და სახ­ლში დაბ­რუ­ნე­ბას ვერ ახერ­ხებ­და.
      მო­ზარ­დის და­კარ­გვის შე­სა­ხებ ში­ნა­გან საქ­მე­თა სა­მი­ნის­ტროს და­კარ­გუ­ლის დე­დამ აც­ნო­ბა, რის შემ­დე­გაც ფაქ­ტზე გა­მო­ძი­ე­ბა სის­ხლის სა­მარ­თლის კო­დექ­სის 143-ე, თა­ვი­სუფ­ლე­ბის უკა­ნო­ნო აღ­კვე­თის მუხ­ლით მიმ­დი­ნა­რე­ობ­და.`,
    imageUrl:
      'https://cdn.ambebi.ge/media/__thumbs__/images/2021/04-04/patruli-81835.webp',
  },
  {
    title:
      'სამტრედიაში გაუჩინარებული ბავშვები სტადიონზე იპოვეს - "ბანკომატმა თანხა ჩაუყლაპა და სახლში მისვლის შეეშინდათ"',
    description: `სამ­ტრე­დი­ა­ში გა­უ­ჩი­ნა­რე­ბუ­ლი ბავ­შვე­ბი იპო­ვეს. 11 და 13 წლის მო­ზარ­დე­ბი სტა­დი­ონ­ზე ნა­ხეს. რო­გორც მშობ­ლებს უთხრეს, ბან­კო­მატ­მა თან­ხა ჩა­უყ­ლა­პა, შე­ე­შინ­დათ სახ­ლში არ გაბ­რა­ზე­ბოდ­ნენ, ამი­ტომ და­ი­მალ­ნენ.
        მათ ღამე სტა­დი­ო­ნის ლო­ჟა­ში გა­ა­თე­ნეს, დი­ლით კი მე­ზო­ბელ­მა იპო­ვა. ბავ­შვე­ბი თავს კარ­გად გრძნო­ბენ.`,
    imageUrl:
      'https://cdn.ambebi.ge/media/__thumbs__/images/2021/02-20/151649950_2487690744873601_2284672718519422774_n-40814.webp',
  },
  {
    title: 'თბილისში დაკარგული 7 წლის ბიჭი იპოვეს',
    description: `თბი­ლის­ში და­კარ­გუ­ლი 7 წლის ბიჭი იპო­ვეს. იგი თავს კარ­გად გრძნობს. არ­სე­ბუ­ლი ინ­ფორ­მა­ცი­ით, მო­ზარ­დი იმ დროს ნა­ხეს, რო­დე­საც სა­მარ­შუ­ტო ტაქ­სით გა­და­ად­გილ­დე­ბო­და.
      ცნო­ბის­თვის, ბი­ჭის და­კარ­გვის შე­სა­ხებ ინ­ფორ­მა­ცია დღეს გავ­რცელ­და. იგი ბო­ლოს სამ­გო­რის მეტ­როს ტე­რი­ტო­რი­ა­ზე ნა­ხეს. ინ­ფორ­მა­ცი­ას ოჯა­ხის ახ­ლობ­ლე­ბი სო­ცი­ა­ლურ ქსელ­ში ავ­რცე­ლებ­დნენ და სა­ზო­გა­დო­ე­ბას დახ­მა­რე­ბას სთხოვ­დნენ.`,
    imageUrl:
      'https://cdn.ambebi.ge/media/__thumbs__/images/2020/10-07/dabvshvi-61977.webp',
  },
  {
    title: 'დედოფლისწყაროში დაკარგული მოზარდები იპოვეს',
    description: `დე­დოფ­ლის­წყა­რო­ში და­კარ­გუ­ლი მო­ზარ­დე­ბი - 11 წლის გი­ორ­გი ყო­ჩი­აშ­ვი­ლი და 13 წლის ევ­გე­ნი ხა­ტი­აშ­ვი­ლი იპო­ვეს, პო­ლი­ცი­ამ ერთ-ერთ მათ­განს ლი­ლოს და­სახ­ლე­ბა­ში მი­აკ­ვლია, მე­ო­რე კი ისან­ში აღ­მოჩ­ნდა.
      AMBEBI.GE ინ­ფორ­მა­ცია ში­ნა­გან საქ­მე­თა სა­მი­ნის­ტროს პრეს­სამ­სა­ხურ­ში და­უ­დას­ტუ­რეს.
      გავ­რცე­ლე­ბუ­ლი ინ­ფორ­მა­ცი­ით, არას­რულ­წლოვ­ნე­ბი სახ­ლი­დან 27 ივ­ლისს გა­ვიდ­ნენ და მას შემ­დეგ არ გა­მო­ჩე­ნი­ლან. ბავ­შვებ­მა გა­ნა­ცხა­დეს, რომ თბი­ლის­ში გეგ­მავ­დნენ წას­ვლას და შე­სა­ბა­მი­სად, მათი სამ­ძებ­რო სა­მუ­შა­ო­ე­ბი კა­ხე­თის გარ­და, თბი­ლის­შიც მიმ­დი­ნა­რე­ობ­და.
      შსს-მ გა­მო­ძი­ე­ბა სის­ხლის სა­მარ­თლის კო­დექ­სის 143-ე მუხ­ლით და­ი­წყო, რაც თა­ვი­სუფ­ლე­ბის უკა­ნო­ნო აღ­კვე­თას გუ­ლის­ხმობს`,
    imageUrl:
      'https://cdn.ambebi.ge/media/__thumbs__/images/2020/07-28/dakargulebi-68447.webp',
  },
  {
    title: 'გორში დაკარგული 15 წლის ბავშვი იპოვეს',
    description: `გორ­ში და­კარ­გუ­ლი 15 წლის ბავ­შვი იპო­ვეს. რო­გორც „ინ­ტერპრეს­ნი­უსს“ შს სა­მი­ნის­ტრო­ში გა­ნუ­ცხა­დეს, მო­ზარ­დი თბი­ლის­შია და მის ჯან­მრთე­ლო­ბას საფრ­თხე არ ემუქ­რე­ბა.
      15 წლის აჩი­კო კო­ბე­რი­ძეს ოჯა­ხი ორი დღის გან­მავ­ლო­ბა­ში ეძებ­და. აჩი­კო კო­ბე­რი­ძე გო­რის მე-3 სა­ჯა­რო სკო­ლის მე­ცხრე კლა­სის მოს­წავ­ლეა.`,
    imageUrl:
      'https://cdn.ambebi.ge/media/images/2018/dgis_foto/dakarguli_bavshvi_2019-03-12_PoH4lbBUXrGmT.jpg',
  },
  {
    title:
      'ხაშურიდან თბილისის ზოოპარკის სანახავად გამოპარული 10 წლის ბიჭი პატრულმა მშობლებს დაუბრუნა',
    description: `10 წლის ხა­შუ­რე­ლი დათო ნო­ზა­ძე, პატ­რუ­ლის თა­ნამ­შრომ­ლებ­მა თბი­ლის­ში და­კარ­გუ­ლი იპო­ვეს. რო­გორც ირ­კვე­ვა, ბი­ჭუ­ნა, რო­მე­ლიც ხა­შურ­ში ოჯახ­თან ერ­თად ცხოვ­რობს, ზო­ო­პარ­კის ნახ­ვა­ზე ოც­ნე­ბობ­და და სახ­ლი­დან გა­მო­ი­პა­რა, მა­ტა­რე­ბელს გა­მოყ­ვა და თბი­ლის­ში ჩა­მო­ვი­და.
      ბავ­შვს გზად და­ა­ღამ­და და სრუ­ლი­ად უცხო ქა­ლაქ­ში მარ­ტო აღ­მოჩ­ნდა. რკი­ნიგ­ზის სად­გუ­რი­დან აღ­მა­შე­ნებ­ლის გამ­ზი­რის­კენ მარ­ტო მი­მა­ვა­ლი პატ­რუ­ლის ეკი­პაჟ­მა შე­ამ­ჩნია და გა­ე­სა­უბ­რა. რო­გორც და­თომ პატ­რულ-ინ­სპექ­ტორს უამ­ბო, სახ­ლი­დან და­უ­კი­თხა­ვად წა­მო­ვი­და თბი­ლის­ში. პატ­რულ­მა ბავ­შვს სა­ხე­ლი, გვა­რი, კო­ორ­დი­ნა­ტე­ბი გა­მო­კი­თხა და რამ­დე­ნი­მე წუთ­ში იპო­ვა მისი ოჯა­ხი ხა­შურ­ში. დათო ნო­ზა­ძის მა­მას და­უ­კავ­შირ­დნენ და ახა­რეს, რომ მისი ვაჟი იპო­ვეს.
      ნო­ზა­ძე­ე­ბი სახ­ლში ისე დაბ­რუნ­დნენ, რომ გი­ორ­გიმ სამ­წუ­ხა­როდ ვერ შეძ­ლო ზო­ო­პარ­კის დათ­ვა­ლი­ე­რე­ბა, იმის გამო რომ გვი­ან ის და­კე­ტი­ლია. თუმ­ცა იმე­დია, პა­ტა­რა ბიჭს დიდი ოც­ნე­ბა მალე აუს­რულ­დე­ბა...`,
    imageUrl:
      'https://cdn.ambebi.ge/media/images/new_photo_2/axali_sazogadoeba/dakarguli-bichi.jpg',
  },
  {
    title: 'პატრულმა მცხეთაში დაკარგული 4 წლის ბავშვი მშობლებს დაუბრუნა',
    description: `შსს-ს გა­და­უ­დე­ბე­ლი დახ­მა­რე­ბის ოპე­რა­ტი­უ­ლი მარ­თვის ცენ­ტრ "112"-ში შე­ვი­და შე­ტყო­ბი­ნე­ბა იმის შე­სა­ხებ, რომ მცხე­თა­ში 4 წლის ბავ­შვი სახ­ლი­დან გა­ურ­კვე­ვე­ლი მი­მარ­თუ­ლე­ბით გა­ვი­და და აღარ დაბ­რუ­ნე­ბუ­ლა. 
    სა­პატ­რუ­ლო პო­ლი­ცი­ის დე­პარ­ტა­მენ­ტის მცხე­თა-მთი­ა­ნე­თის მთა­ვა­რი სამ­მარ­თვე­ლოს, მცხე­თა-მთი­ა­ნე­თის სამ­ხა­რეო მთა­ვა­რი სამ­მარ­თვე­ლოს და სა­გან­გე­ბო სი­ტუ­ა­ცი­ე­ბის მარ­თვის სა­ა­გენ­ტოს თა­ნამ­შრომ­ლებ­მა და­კარ­გუ­ლი პა­ტა­რა ბი­ჭის სა­ძი­ე­ბო სა­მუ­შა­ო­ე­ბი მდი­ნა­რე არაგ­ვში და მიმ­დე­ბა­რე ტე­რი­ტო­რი­ებ­ზე და­ი­წყეს.
    სა­პატ­რუ­ლო ეკი­პაჟ­მა, ჩა­ტა­რე­ბუ­ლი სამ­ძებ­რო ღო­ნის­ძი­ე­ბე­ბის შე­დე­გად, მცხე­თა­ში, ცენ­ტრა­ლურ ავ­ტო­მა­გის­ტრალ­ზე იპო­ვა და­კარ­გუ­ლი მცი­რე­წლო­ვა­ნი ბავ­შვი, რო­მე­ლიც გზის სა­ვალ ნა­წილ­ზე გა­და­დი­ო­და. მათ ბიჭი უსაფრ­თხო ად­გილ­ზე გა­და­იყ­ვა­ნეს, და­ად­გი­ნეს მისი ვი­ნა­ო­ბა, და­უ­კავ­შირ­დნენ მის მშობ­ლებს და და­კარ­გუ­ლი ბავ­შვი მათ უვ­ნებ­ლად ჩა­ა­ბა­რეს.`,
    imageUrl: 'https://cdn.ambebi.ge/media/images/new_photo/untitled_eb7fe.jpg',
  },
];
